# / / ТВОЙ СЕКРЕТНЫЙ ФАЙЛ НАСТРОЕК / /

# ВНИМАНИЕ: Никогда не показывай этот файл посторонним!
# Твой токен — это ключ от бота. Если его узнают другие, они смогут 
# управлять твоим ботом. Держи его в секрете, как пароль от аккаунта!

# Зайди в @BotFather в Telegram, создай бота и скопируй токен сюда:
TOKEN = "ВСТАВЬ_СВОЙ_ТОКЕН_ЗДЕСЬ"

# Здесь ты можешь указать свой ID, чтобы бот знал, кто его хозяин.
# Узнать свой ID можно в боте @userinfobot
ADMIN_ID = 0 

# Название твоего крутого проекта
BOT_NAME = "#придумай ему название"